* Appointments
PROPERTIES:
CATEGORY: Appt
END:
** Dr. Shushan electrolytes
   CLOCK: [2012-07-09 Mon 21:32]--[2012-07-09 Mon 21:32] =>  0:00
  <2012-07-18 Wed 13:00>
  
** take pill
   SCHEDULED: <2012-07-10 Tue 22:30 .+1d>
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:47]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:35]
   - State "DONE"       from "TODO"       [2012-05-27 Sun 14:34]
   - State "DONE"       from "TODO"       [2012-05-22 Tue 17:48]
   - State "DONE"       from "TODO"       [2012-05-22 Tue 12:39]
   - State "DONE"       from "TODO"       [2012-05-20 Sun 10:10]
   - State "DONE"       from "TODO"       [2012-05-19 Sat 17:36]
   - State "DONE"       from "TODO"       [2012-05-17 Thu 12:41]
   - State "DONE"       from "TODO"       [2012-05-16 Wed 09:10]
   - State "DONE"       from "TODO"       [2012-05-15 Tue 10:39]
   :PROPERTIES:
   :LAST_REPEAT: [2012-06-02 Sat 07:47]
   :END:
** Next step home energy assesment
   CLOCK: [2012-07-10 Tue 16:31]--[2012-07-10 Tue 16:32] =>  0:01
  <2012-07-25 Wed 11:30>
** Moms Birthday
   CLOCK: [2012-07-10 Tue 16:50]--[2012-07-10 Tue 16:51] =>  0:01
  <2012-07-15 Sun +1y>
** breakfast
   SCHEDULED: <2012-07-11 Wed 07:30 .+1d>
   - State "DONE"       from ""           [2012-07-12 Thu 09:14]
   - State "DONE"       from "TODO"       [2012-07-10 Tue 10:34]
   - State "DONE"       from "TODO"       [2012-07-09 Mon 08:08]
   - State "DONE"       from "TODO"       [2012-07-08 Sun 14:26]
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-10 Tue 10:34]
   :END:
** lunch
   SCHEDULED: <2012-07-09 Mon 13:00 .+1d>
   CLOCK: [2012-07-08 Sun 14:13]--[2012-07-08 Sun 14:25] =>  0:12
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-08 Sun 14:25]
   :END:
** dinner
   SCHEDULED: <2012-07-09 Mon 19:30 .+1d>
   - State "DONE"       from "TODO"       [2012-07-08 Sun 18:44]
   CLOCK: [2012-07-08 Sun 18:10]--[2012-07-08 Sun 18:44] =>  0:34
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-08 Sun 18:44]
   :END:

* Outside Projects
** TODO Street Side garden
*** DONE Weeding front garden
    CLOSED: [2012-05-12 Sat 15:44] SCHEDULED: <2012-05-12 Sat>
    - State "DONE"       from "TODO"       [2012-05-12 Sat 15:44]
   CLOCK: [2012-05-12 Sat 14:24]--[2012-05-12 Sat 15:44] =>  1:20
*** TODO weed front garden
    SCHEDULED: <2012-07-16 Mon>
*** TODO edge front garden
    SCHEDULED: <2012-07-16 Mon>
*** TODO mulch front garden
** TODO Gorrila tape on the recycling container
   SCHEDULED: <2012-07-17 Tue>
** TODO Bicycle maintenance
   SCHEDULED: <2012-07-18 Wed>
** TODO Clean Garage
   SCHEDULED: <2012-07-14 Mon .+3d>
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:46]
** DONE spray paint the white outdoor tray with bronze
   CLOSED: [2012-05-13 Sun 15:34]
   - State "DONE"       from "TODO"       [2012-05-13 Sun 15:34]
   CLOCK: [2012-05-13 Sun 12:45]--[2012-05-13 Sun 14:31] =>  1:46
** DONE set up compressor for moms upholstery
   CLOSED: [2012-05-13 Sun 15:34]
   - State "DONE"       from "TODO"       [2012-05-13 Sun 15:34]
   CLOCK: [2012-05-13 Sun 14:45]--[2012-05-13 Sun 15:10] =>  0:00
** DONE put up front door screen
   CLOSED: [2012-05-24 Thu 08:34] SCHEDULED: <2012-05-24 Thu>
   - State "DONE"       from "TODO"       [2012-05-24 Thu 08:34]
   CLOCK: [2012-05-24 Thu 08:23]--[2012-05-24 Thu 08:34] =>  0:11
** DONE fix basement bulkhead
   CLOSED: [2012-06-02 Sat 14:18]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 14:18]
** plantings
*** TODO plant beets
    SCHEDULED: <2012-07-12 Thu>
*** TODO plant carrots
    SCHEDULED: <2012-07-12 Thu>
*** TODO plant beans
    SCHEDULED: <2012-07-12 Thu>
*** DONE check on beans
    CLOSED: [2012-07-08 Sun 13:43] SCHEDULED: <2012-07-07 Sat>
    - State "DONE"       from "TODO"       [2012-07-08 Sun 13:43]
    CLOCK: [2012-07-08 Sun 13:07]--[2012-07-08 Sun 13:43] =>  0:36
** TODO compost pile
*** TODO seperate debris
    SCHEDULED: <2012-07-14 Sat>
*** TODO mow over debris
    SCHEDULED: <2012-07-14 Sat>
*** TODO wood chopper debris
    SCHEDULED: <2012-07-15 Sun>
*** TODO set up worms
    SCHEDULED: <2012-07-15 Sun>
*** TODO make pile
    SCHEDULED: <2012-07-15 Sun>
*** TODO empty composter
    SCHEDULED: <2012-07-15 Sun>
*** TODO fill composter
    SCHEDULED: <2012-07-15 Sun>
** DONE tie up tomatoes
   CLOSED: [2012-07-07 Sat 09:45] SCHEDULED: <2012-07-07 Sat>
   - State "DONE"       from "TODO"       [2012-07-07 Sat 09:45]
** DONE tie up cucumbers
   CLOSED: [2012-07-07 Sat 10:03] SCHEDULED: <2012-07-07 Sat>
   - State "DONE"       from "TODO"       [2012-07-07 Sat 10:03]
   CLOCK: [2012-07-07 Sat 09:50]--[2012-07-07 Sat 10:03] =>  0:13
** TODO espalier pear tree
   SCHEDULED: <2012-07-14 Sat>
   CLOCK: [2012-07-14 Sat 13:30]
*** TODO dig holes
*** TODO pour concrete with anchors
*** TODO affix posts
*** TODO tie up posts
*** TODO affix trees to wires
*** TODO prune trees
** TODO pool cover post
   SCHEDULED: <2012-07-22 Sun>
*** TODO dig holes
*** TODO pour concrete with anchor
*** TODO affix post
*** TODO affix top
** TODO prune wisteria
   SCHEDULED: <2012-10-20 Sat>
   CLOCK: [2012-07-11 Wed 13:54]--[2012-07-11 Wed 14:06] =>  0:12
** DONE hose off pool steps
   CLOSED: [2012-05-28 Mon 13:38] SCHEDULED: <2012-05-28 Mon>
   - State "DONE"       from "TODO"       [2012-05-28 Mon 13:38]
   CLOCK: [2012-05-28 Mon 12:32]--[2012-05-28 Mon 13:38] =>  1:06
   
   [[file:~/org/temp.org::*mulch%20front%20left%20side][mulch front left side]]
** DONE tie up peas
   CLOSED: [2012-05-28 Mon 11:18] SCHEDULED: <2012-05-28 Mon>
   - State "DONE"       from "TODO"       [2012-05-28 Mon 11:18]
   CLOCK: [2012-05-28 Mon 10:59]--[2012-05-28 Mon 11:18] =>  0:19
   
   [[file:~/org/garden.org::*tomato%20cages][tomato cages]]
** DONE trim rose sharon
   CLOSED: [2012-05-29 Tue 19:05] SCHEDULED: <2012-05-28 Mon>
   - State "DONE"       from "TODO"       [2012-05-29 Tue 19:05]
   
   [[file:~/org/notes.org::*tie%20up%20peas][tie up peas]]
** DONE pot up rosemary
   CLOSED: [2012-07-08 Sun 13:43] SCHEDULED: <2012-07-08 Sun>
   - State "DONE"       from "TODO"       [2012-07-08 Sun 13:43]
   CLOCK: [2012-07-08 Sun 10:32]--[2012-07-08 Sun 10:58] =>  0:26
   looking up how to do it
*** DONE puchase terra cotta pot for rosemary
    CLOSED: [2012-07-08 Sun 19:51]
    - State "DONE"       from "TODO"       [2012-07-08 Sun 19:51]
** TODO lubricate shed locks
   SCHEDULED: <2012-07-13 Fri>
** TODO hose protection stake for rhubarb
   SCHEDULED: <2012-07-17 Tue>
   CLOCK: [2012-07-09 Mon 08:23]--[2012-07-09 Mon 08:24] =>  0:01
** TODO dry some herbs
   CLOCK: [2012-07-10 Tue 10:41]--[2012-07-10 Tue 10:41] =>  0:00
** TODO fertilize vine bed
   CLOCK: [2012-07-10 Tue 10:41]--[2012-07-10 Tue 10:42] =>  0:01
** TODO kill lettuces
   CLOCK: [2012-07-10 Tue 11:04]--[2012-07-10 Tue 11:04] =>  0:00
** TODO spread lettuce
   CLOCK: [2012-07-10 Tue 11:05]--[2012-07-10 Tue 11:05] =>  0:00
** TODO check  self watering container soils
   CLOCK: [2012-07-10 Tue 11:05]--[2012-07-10 Tue 11:05] =>  0:00
** DONE weed yellow things infront of roses
   CLOSED: [2012-07-10 Tue 17:08]
   - State "DONE"       from "TODO"       [2012-07-10 Tue 17:08]
   CLOCK: [2012-07-10 Tue 11:17]--[2012-07-10 Tue 11:17] =>  0:00
** TODO identify backyard plants
   SCHEDULED: <2012-07-14 Sat>
   CLOCK: [2012-07-12 Thu 10:51]--[2012-07-12 Thu 12:03] =>  1:12
   CLOCK: [2012-07-12 Thu 00:13]--[2012-07-12 Thu 00:14] =>  0:01
** TODO multiple rain barrels connected at their base
   CLOCK: [2012-07-11 Wed 08:34]--[2012-07-11 Wed 08:34] =>  0:00
** TODO measure lawn and flower beds.  keep it on file for reference
   CLOCK: [2012-07-12 Thu 09:57]--[2012-07-12 Thu 09:57] =>  0:00
** DONE fix dads bike
   CLOSED: [2012-07-12 Thu 10:50]
   - State "DONE"       from "TODO"       [2012-07-12 Thu 10:50]
   CLOCK: [2012-07-10 Tue 19:32]--[2012-07-10 Tue 19:32] =>  0:00

* Inside Projects
** TODO paint house
*** DONE cut in mouldings
    SCHEDULED: <2012-05-14 Mon> CLOSED: [2012-05-16 Wed 11:03]
    - State "DONE"       from "TODO"       [2012-05-16 Wed 11:03]
    CLOCK: [2012-05-16 Wed 10:01]--[2012-05-16 Wed 11:02] =>  1:01
*** DONE second coat with roller of closet moulding
    CLOSED: [2012-06-02 Sat 07:46] SCHEDULED: <2012-05-23 Wed>
    - State "DONE"       from "TODO"       [2012-06-02 Sat 07:46]
*** DONE second coat with brush of closet moulding + closet door baseboard
    CLOSED: [2012-05-23 Wed 11:11]
    - State "DONE"       from "TODO"       [2012-05-23 Wed 11:11]
*** DONE second coat closet door baseboard
    CLOSED: [2012-07-10 Tue 16:11]
    - State "DONE"       from "TODO"       [2012-07-10 Tue 16:11]
*** DONE tape closet moldings
    SCHEDULED: <2012-05-14 Mon> CLOSED: [2012-05-14 Mon 16:01]
    - State "DONE"       from "TODO"       [2012-05-14 Mon 16:01]
    CLOCK: [2012-05-14 Mon 15:31]--[2012-05-14 Mon 16:01] =>  0:30
    CLOCK: [2012-05-14 Mon 13:08]--[2012-05-14 Mon 13:30] =>  0:22
*** DONE fill holes in closet moldings
    SCHEDULED: <2012-05-14 Mon> CLOSED: [2012-05-14 Mon 14:13]
    - State "DONE"       from "TODO"       [2012-05-14 Mon 14:13]
    CLOCK: [2012-05-14 Mon 12:29]--[2012-05-14 Mon 13:07] =>  0:38
*** DONE paint insides of door rails
    SCHEDULED: <2012-05-14 Mon> CLOSED: [2012-05-14 Mon 17:32]
    - State "DONE"       from "TODO"       [2012-05-14 Mon 17:32]
    CLOCK: [2012-05-14 Mon 16:18]--[2012-05-14 Mon 17:31] =>  1:13
*** CANCELED touch up ceiling
    CLOSED: [2012-07-07 Sat 08:21] SCHEDULED: <2012-06-02 Sat>
    - State "CANCELED"   from "TODO"       [2012-07-07 Sat 08:21] \\
      failed need to paint whole ceiling
*** DONE touch up walls
    CLOSED: [2012-06-03 Sun 17:47] SCHEDULED: <2012-06-02 Sat>
    - State "DONE"       from "TODO"       [2012-06-03 Sun 17:47]
    CLOCK: [2012-06-03 Sun 15:53]--[2012-06-03 Sun 17:47] =>  1:54
*** DONE remove tape
    CLOSED: [2012-06-02 Sat 07:34] SCHEDULED: <2012-05-24 Thu>
    - State "DONE"       from "TODO"       [2012-06-02 Sat 07:34]
    CLOCK: [2012-05-31 Thu 11:28]--[2012-06-02 Sat 07:34] => 44:06

*** DONE tape walls
    CLOSED: [2012-07-10 Tue 19:50] SCHEDULED: <2012-07-09 Mon>
    - State "DONE"       from "TODO"       [2012-07-10 Tue 19:50]
    CLOCK: [2012-07-10 Tue 16:51]--[2012-07-10 Tue 16:54] =>  0:03
    CLOCK: [2012-07-10 Tue 16:32]--[2012-07-10 Tue 16:50] =>  0:18
    CLOCK: [2012-07-10 Tue 14:17]--[2012-07-10 Tue 16:31] =>  2:14
    CLOCK: [2012-07-09 Mon 15:41]--[2012-07-09 Mon 15:54] =>  0:13
*** DONE scrape pealed paint
    CLOSED: [2012-07-12 Thu 20:19] SCHEDULED: <2012-07-12 Thu>
    - State "DONE"       from "TODO"       [2012-07-12 Thu 20:19]
    CLOCK: [2012-07-12 Thu 14:04]--[2012-07-12 Thu 20:19] =>  6:15
*** DONE prime scraped areas
    CLOSED: [2012-07-12 Thu 20:19] SCHEDULED: <2012-07-12 Thu>
    - State "DONE"       from "TODO"       [2012-07-12 Thu 20:19]
*** DONE cut in cieling around walls
    CLOSED: [2012-07-10 Tue 19:50] SCHEDULED: <2012-07-09 Mon>
    - State "DONE"       from "TODO"       [2012-07-10 Tue 19:50]
*** DONE cut in ceiling around fan
    CLOSED: [2012-07-12 Thu 20:19] SCHEDULED: <2012-07-12 Thu>
    - State "DONE"       from "TODO"       [2012-07-12 Thu 20:19]
*** DONE roll out ceiling
    CLOSED: [2012-07-12 Thu 20:19] SCHEDULED: <2012-07-12 Thu>
    - State "DONE"       from "TODO"       [2012-07-12 Thu 20:19]
*** DONE remove tape from walls
    CLOSED: [2012-07-12 Thu 20:20] SCHEDULED: <2012-07-13 Fri>
    - State "DONE"       from "TODO"       [2012-07-12 Thu 20:20]
*** DONE touch up walls
    CLOSED: [2012-07-13 Fri 14:54] SCHEDULED: <2012-07-13 Fri>
    - State "DONE"       from "TODO"       [2012-07-13 Fri 14:54]
** TODO setting up room
*** DONE put up closet cieling
    CLOSED: [2012-07-13 Fri 15:41]
    - State "DONE"       from "TODO"       [2012-07-13 Fri 15:41]
    CLOCK: [2012-07-13 Fri 15:15]--[2012-07-13 Fri 15:41] =>  0:26
    - State "DONE"       from "WAIT"       [2012-07-13 Fri 15:15]
    - State "WAIT"       from "TODO"       [2012-07-13 Fri 15:15]
**** TODO put baskets up there
*** WAIT get door back on
    - State "WAIT"       from "TODO"       [2012-07-13 Fri 15:52] \\
      needs to be painted and need to paint lock set.  Putting in other room for now
*** DONE clean up closet floor
    CLOSED: [2012-07-13 Fri 15:51]
    - State "DONE"       from "TODO"       [2012-07-13 Fri 15:51]
    CLOCK: [2012-07-13 Fri 15:41]--[2012-07-13 Fri 15:51] =>  0:10
**** DONE remove tape
     CLOSED: [2012-07-13 Fri 15:51]
     - State "DONE"       from "TODO"       [2012-07-13 Fri 15:51]
**** DONE sweep floor
     CLOSED: [2012-07-13 Fri 15:51]
     - State "DONE"       from "TODO"       [2012-07-13 Fri 15:51]
*** TODO pillows for couch, cover for couch
*** TODO surge protector for couch
*** DONE Get other floor lamp (from billy's room?)
    CLOSED: [2012-07-13 Fri 16:21]
    - State "DONE"       from "TODO"       [2012-07-13 Fri 16:21]
    CLOCK: [2012-07-13 Fri 15:52]--[2012-07-13 Fri 16:21] =>  0:29
*** DONE Bring up wire basket draws from Martins room
    CLOSED: [2012-07-13 Fri 18:07]
    - State "DONE"       from "TODO"       [2012-07-13 Fri 18:07]
    CLOCK: [2012-07-13 Fri 16:21]--[2012-07-13 Fri 18:07] =>  1:46
*** TODO list of all of the outlet covers that we need
**** 2 white outlet 2
**** 2 black outlet 3
**** double slider wall switch 1
**** cable outlet 1
**** door handle and lock set
**** smash plate
*** TODO have dad test room
*** TODO paint shelves for CD case
*** TODO monday John Rogers morning
**** TODO Connect cable
**** TODO get estimate for work billy needs
*** TODO bring up TV
*** TODO look into radiator
** TODO Clean basement
   SCHEDULED: <2012-07-16 Mon .+2d>
   - State "DONE"       from "TODO"       [2012-05-27 Sun 14:34]
   - State "DONE"       from "TODO"       [2012-05-23 Wed 22:41]
   - State "DONE"       from "TODO"       [2012-05-23 Wed 17:09]
   CLOCK: [2012-05-23 Wed 15:43]--[2012-05-23 Wed 17:09] =>  1:26
   CLOCK: [2012-05-23 Wed 15:26]--[2012-05-23 Wed 15:36] =>  0:10
   - State "DONE"       from "TODO"       [2012-05-22 Tue 14:25]
   CLOCK: [2012-05-22 Tue 12:41]--[2012-05-22 Tue 14:25] =>  1:44
   CLOCK: [2012-05-21 Mon 18:18]--[2012-05-21 Mon 18:32] =>  0:14
   :PROPERTIES:
   :LAST_REPEAT: [2012-05-23 Wed 22:41]
   :END:
** DONE upholstery horses
   CLOSED: [2012-05-13 Sun 15:54]
   - State "DONE"       from "TODO"       [2012-05-13 Sun 15:54]
   Horses with raised edges for her upholstery
*** DONE drill holes in wood 
    CLOSED: [2012-05-12 Sat 17:23] SCHEDULED: <2012-05-12 Sat>
    - State "DONE"       from "TODO"       [2012-05-12 Sat 17:23]
    CLOCK: [2012-05-12 Sat 16:19]--[2012-05-12 Sat 17:22] =>  1:03
    CLOCK: [2012-05-12 Sat 15:48]--[2012-05-12 Sat 16:03] =>  0:15
    measure out on the wood the locations to drill the holes so that it can be mounted to the metal folding saw horses
    
*** DONE get 3/8" carriage bolts
    DEADLINE: <2012-05-13 Sun> SCHEDULED: <2012-05-13 Sun> CLOSED: [2012-05-13 Sun 15:27]
    - State "DONE"       from "TODO"       [2012-05-13 Sun 15:27]
*** DONE fix boards onto saw horses.
    DEADLINE: <2012-05-13 Sun> SCHEDULED: <2012-05-13 Sun> CLOSED: [2012-05-13 Sun 15:27]
    CLOCK: [2012-05-13 Sun 12:45]--[2012-05-13 Sun 14:31] =>  1:46
    - State "DONE"       from "TODO"       [2012-05-13 Sun 15:27]
** DONE watch mad men
   SCHEDULED: <2012-05-14 Mon> CLOSED: [2012-05-14 Mon 15:27]
   - State "DONE"       from "TODO"       [2012-05-14 Mon 15:27]
** DONE find utility knife for den
   CLOSED: [2012-06-02 Sat 07:38]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:38]

** DONE call psych about appointment time
   CLOSED: [2012-07-09 Mon 11:18] SCHEDULED: <2012-07-09 Mon>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 11:18]
** TODO finish basils christmas present
   SCHEDULED: <2012-07-26 Thu>
** TODO watch downton abby
   SCHEDULED: <2012-07-15 Sun>
** DONE call about pills
   CLOSED: [2012-05-30 Wed 18:38] SCHEDULED: <2012-05-30 Wed>
   - State "DONE"       from "TODO"       [2012-05-30 Wed 18:38]
   
   [[file:~/org/coursera.org::*VI][VI]]
** DONE fix dehumidifier
   CLOSED: [2012-06-02 Sat 14:17] SCHEDULED: <2012-06-02 Sat>
   - State "DONE"       from "TODO"       [2012-06-02 Sat 14:17]
   
   [[file:~/org/habits.org::*Lunges][Lunges]]
** TODO sell bird cage
   SCHEDULED: <2012-07-15 Sun>
** CANCELED set up extension cords for great room
   CLOSED: [2012-07-12 Thu 12:09]
** DONE fix back door door handle
   CLOSED: [2012-07-07 Sat 12:44] SCHEDULED: <2012-06-23 Sat>
   - State "DONE"       from "TODO"       [2012-06-30 Sat 12:44]
** DONE configure aerogarden seed starting kit
   CLOSED: [2012-07-08 Sun 10:41]
   - State "DONE"       from "TODO"       [2012-07-08 Sun 10:41]
** DONE schedule electrolyte test for <2012-07-18 Wed>
   CLOSED: [2012-07-09 Mon 11:23] SCHEDULED: <2012-07-09 Mon>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 11:23]
   CLOCK: [2012-07-09 Mon 11:22]--[2012-07-09 Mon 11:23] =>  0:01
   CLOCK: [2012-07-09 Mon 11:16]--[2012-07-09 Mon 11:20] =>  0:04
   CLOCK: [2012-07-09 Mon 11:02]--[2012-07-09 Mon 11:15] =>  0:13
   CLOCK: [2012-07-09 Mon 10:42]--[2012-07-09 Mon 11:02] =>  0:20
** DONE get meat from downstairs to thaw out
   CLOSED: [2012-07-09 Mon 10:37] SCHEDULED: <2012-07-09 Mon>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 10:37]
   CLOCK: [2012-07-09 Mon 10:31]--[2012-07-09 Mon 10:31] =>  0:00
** DONE get bags of frozen fruit for smoothies
   CLOSED: [2012-07-09 Mon 10:40] SCHEDULED: <2012-07-09 Mon>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 10:40]
   CLOCK: [2012-07-09 Mon 10:37]--[2012-07-09 Mon 10:40] =>  0:03
   CLOCK: [2012-07-09 Mon 10:31]--[2012-07-09 Mon 10:32] =>  0:01
** DONE bring freezer packs and frozen veggies downstairs
   CLOSED: [2012-07-09 Mon 10:36] SCHEDULED: <2012-07-09 Mon>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 10:36]
   CLOCK: [2012-07-09 Mon 10:34]--[2012-07-09 Mon 10:36] =>  0:02
   CLOCK: [2012-07-09 Mon 10:32]--[2012-07-09 Mon 10:32] =>  0:00
** TODO godaddy product experation by <2012-08-08 Wed>
   CLOCK: [2012-07-09 Mon 11:02]--[2012-07-09 Mon 11:02] =>  0:00
** DONE make kale chips
   CLOSED: [2012-07-12 Thu 12:09]
   - State "DONE"       from "TODO"       [2012-07-12 Thu 12:09]
   CLOCK: [2012-07-10 Tue 10:42]--[2012-07-10 Tue 10:42] =>  0:00
** TODO set up org
   SCHEDULED: <2012-07-13 Fri>
*** TODO set up capture and refile
    CLOCK: [2012-05-23 Wed 17:15]--[2012-05-23 Wed 18:01] =>  0:46
*** DONE set up note taking system
    CLOSED: [2012-07-12 Thu 20:20]
    - State "DONE"       from "TODO"       [2012-07-12 Thu 20:20]
* Outside Chores
** TODO Put out trash
   SCHEDULED: <2012-07-19 Thu +7d>
   - State "DONE"       from "TODO"       [2012-07-12 Thu 23:12]
   - State "DONE"       from "TODO"       [2012-07-06x Fri 08:28]
   - State "DONE"       from "TODO"       [2012-07-07 Sat 08:25]
   - State "DONE"       from "TODO"       [2012-06-23 Sat 13:43]
   - State "DONE"       from "TODO"       [2012-06-23 Sat 13:43]
   - State "DONE"       from "TODO"       [2012-06-23 Sat 13:42]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:35]
   - State "DONE"       from "TODO"       [2012-05-27 Sun 14:34]
   - State "DONE"       from "TODO"       [2012-05-18 Fri 01:21]
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-12 Thu 23:12]
   :END:
** TODO spray insecticidal soap
   SCHEDULED: <2012-07-09 Mon 18:00 .+3d>
   CLOCK: [2012-07-09 Mon 11:23]--[2012-07-09 Mon 11:31] =>  0:08
   CLOCK: [2012-07-07 Sat 09:11]--[2012-07-07 Sat 09:15] =>  0:04
** TODO water garden
   SCHEDULED: <2012-07-14 Sat 08:00 .+1d>
   - State "DONE"       from "TODO"       [2012-07-13 Fri 08:33]
   CLOCK: [2012-07-13 Fri 08:08]--[2012-07-13 Fri 08:33] =>  0:25
   - State "DONE"       from "TODO"       [2012-07-12 Thu 10:28]
   - State "DONE"       from "TODO"       [2012-07-11 Wed 09:51]
   - State "DONE"       from "TODO"       [2012-07-10 Tue 11:04]
   CLOCK: [2012-07-10 Tue 10:42]--[2012-07-10 Tue 11:04] =>  0:22
   CLOCK: [2012-07-10 Tue 10:42]--[2012-07-10 Tue 10:42] =>  0:00
   CLOCK: [2012-07-10 Tue 10:41]--[2012-07-10 Tue 10:41] =>  0:00
   CLOCK: [2012-07-10 Tue 10:34]--[2012-07-10 Tue 10:41] =>  0:07
   - State "DONE"       from "TODO"       [2012-07-09 Mon 08:38]
   CLOCK: [2012-07-09 Mon 08:25]--[2012-07-09 Mon 08:38] =>  0:13
   CLOCK: [2012-07-09 Mon 08:24]--[2012-07-09 Mon 08:24] =>  0:00
   CLOCK: [2012-07-09 Mon 08:22]--[2012-07-09 Mon 08:23] =>  0:01
   CLOCK: [2012-07-09 Mon 08:10]--[2012-07-09 Mon 08:22] =>  0:12
   - State "DONE"       from "TODO"       [2012-07-08 Sun 11:15]
   CLOCK: [2012-07-08 Sun 10:59]--[2012-07-08 Sun 11:15] =>  0:16
   - State "DONE"       from "TODO"       [2012-07-07 Sat 12:40]
   - State "DONE"       from "TODO"       [2012-07-07 Sat 09:25]
   CLOCK: [2012-07-07 Sat 09:15]--[2012-07-07 Sat 09:25] =>  0:10
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-13 Fri 08:33]
   :END:
** TODO open pool
   SCHEDULED: <2012-07-15 Sun 08:20 .+1d>
   - State "DONE"       from "TODO"       [2012-07-14 Sat 11:10]
   CLOCK: [2012-07-14 Sat 11:04]--[2012-07-14 Sat 11:10] =>  0:06
   - State "DONE"       from "TODO"       [2012-07-13 Fri 08:36]
   CLOCK: [2012-07-13 Fri 08:33]--[2012-07-13 Fri 08:36] =>  0:03
   - State "DONE"       from "TODO"       [2012-07-12 Thu 10:33]
   CLOCK: [2012-07-12 Thu 10:28]--[2012-07-12 Thu 10:33] =>  0:05
   - State "DONE"       from "TODO"       [2012-07-11 Wed 09:51]
   - State "DONE"       from "TODO"       [2012-07-10 Tue 11:30]
   CLOCK: [2012-07-10 Tue 11:17]--[2012-07-10 Tue 11:30] =>  0:13
   CLOCK: [2012-07-10 Tue 11:05]--[2012-07-10 Tue 11:17] =>  0:12
   - State "DONE"       from "TODO"       [2012-07-09 Mon 08:42]
   CLOCK: [2012-07-09 Mon 08:38]--[2012-07-09 Mon 08:42] =>  0:04
   - State "DONE"       from "TODO"       [2012-07-08 Sun 11:15]
   - State "DONE"       from "TODO"       [2012-07-07 Sat 12:40]
   - State "DONE"       from "TODO"       [2012-07-07 Sat 09:50]
   CLOCK: [2012-07-07 Sat 09:45]--[2012-07-07 Sat 09:50] =>  0:05
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-14 Sat 11:10]
   :END:
** TODO prune tomatoes
   SCHEDULED: <2012-07-14 Sat .+3d>
   - State "DONE"       from "TODO"       [2012-07-11 Wed 13:54]
   CLOCK: [2012-07-11 Wed 13:38]--[2012-07-11 Wed 13:54] =>  0:16
   - State "DONE"       from "TODO"       [2012-07-07 Sat 12:40]
   - State "DONE"       from "TODO"       [2012-07-07 Sat 09:45]
   CLOCK: [2012-07-07 Sat 09:25]--[2012-07-07 Sat 09:45] =>  0:20
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-11 Wed 13:54]
   :END:
** TODO harvest what needs to be harvested
   SCHEDULED: <2012-07-15 Sun 08:30 .+1d>
   - State "DONE"       from "TODO"       [2012-07-14 Sat 11:16]
   CLOCK: [2012-07-14 Sat 11:10]--[2012-07-14 Sat 11:16] =>  0:06
   - State "DONE"       from "TODO"       [2012-07-13 Fri 09:06]
   CLOCK: [2012-07-13 Fri 08:36]--[2012-07-13 Fri 09:06] =>  0:30
   - State "DONE"       from "TODO"       [2012-07-12 Thu 10:49]
   CLOCK: [2012-07-12 Thu 10:33]--[2012-07-12 Thu 10:49] =>  0:16
   - State "DONE"       from "TODO"       [2012-07-11 Wed 09:51]
   - State "DONE"       from "TODO"       [2012-07-10 Tue 11:30]
   - State "DONE"       from "TODO"       [2012-07-09 Mon 09:13]
   CLOCK: [2012-07-09 Mon 08:51]--[2012-07-09 Mon 09:13] =>  0:22
   - State "DONE"       from "TODO"       [2012-07-08 Sun 12:01]
   CLOCK: [2012-07-08 Sun 11:15]--[2012-07-08 Sun 12:01] =>  0:46
   - State "DONE"       from "TODO"       [2012-07-07 Sat 12:41]
   - State "DONE"       from "TODO"       [2012-07-07 Sat 10:46]
   CLOCK: [2012-07-07 Sat 10:03]--[2012-07-07 Sat 10:46] =>  0:43
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-14 Sat 11:16]
   :END:
** TODO weed 
   SCHEDULED: <2012-07-15 Sun 08:50 .+1d>
   - State "DONE"       from "TODO"       [2012-07-14 Sat 11:16]
   - State "DONE"       from "TODO"       [2012-07-13 Fri 14:54]
   CLOCK: [2012-07-13 Fri 09:21]--[2012-07-13 Fri 14:54] =>  5:33
   CLOCK: [2012-07-13 Fri 09:21]--[2012-07-13 Fri 09:21] =>  0:00
   CLOCK: [2012-07-13 Fri 09:21]--[2012-07-13 Fri 09:21] =>  0:00
   CLOCK: [2012-07-13 Fri 09:07]--[2012-07-13 Fri 09:21] =>  0:14
   - State "DONE"       from "TODO"       [2012-07-12 Thu 12:59]
   - State "DONE"       from "TODO"       [2012-07-11 Wed 12:57]
   CLOCK: [2012-07-11 Wed 09:51]--[2012-07-11 Wed 12:57] =>  3:06
   - State "DONE"       from "TODO"       [2012-07-10 Tue 13:27]
   CLOCK: [2012-07-10 Tue 11:30]--[2012-07-10 Tue 13:27] =>  1:57
   - State "DONE"       from "TODO"       [2012-07-09 Mon 09:13]
   - State "DONE"       from "TODO"       [2012-07-08 Sun 12:02]
   :PROPERTIES:
   :LAST_REPEAT: [2012-07-14 Sat 11:16]
   :END:
  
* Inside Chores
* Computer
* Health
* Food
** TODO try dairy holiday
   CLOCK: [2012-07-10 Tue 21:56]--[2012-07-10 Tue 21:56] =>  0:00
* Shopping
** DONE shop for mothers day
   CLOSED: [2012-05-13 Sun 15:34]
   - State "DONE"       from "TODO"       [2012-05-13 Sun 15:34]
   CLOCK: [2012-05-13 Sun 10:25]--[2012-05-13 Sun 11:15] =>  0:00

** TODO watering can style hose nosel					:GET:
   CLOCK: [2012-07-09 Mon 08:24]--[2012-07-09 Mon 08:25] =>  0:01
** TODO shopping for rooms outlet cover
   SCHEDULED: <2012-07-14 Sat>
   CLOCK: [2012-07-13 Fri 18:14]--[2012-07-13 Fri 18:18] =>  0:04
* Exercises
** TODO Biceps curls
   SCHEDULED: <2012-07-09 Mon .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-05 Thu 08:26]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:35]
   - State "DONE"       from "TODO"       [2012-05-29 Tue 21:46]
   - State "DONE"       from "TODO"       [2012-05-14 Mon 15:27]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-07 Sat 08:26]
   :END:
** TODO Pushups
   SCHEDULED: <2012-07-12 Thu .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-07 Sat 10:27]
   - State "DONE"       from "TODO"       [2012-06-05 Tue 13:41]
   - State "DONE"       from "TODO"       [2012-05-29 Tue 12:16]
   - State "DONE"       from "TODO"       [2012-05-18 Fri 15:23]
   - State "DONE"       from "TODO"       [2012-05-13 Sun 17:46]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-08 Sun 10:27]
   :END:
** TODO Lat row
   SCHEDULED: <2012-07-13 Fri .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 13:12]
   - State "DONE"       from "TODO"       [2012-06-03 Sun 11:01]
   - State "DONE"       from "TODO"       [2012-05-23 Wed 13:52]
   - State "DONE"       from "TODO"       [2012-05-17 Thu 15:36]
   CLOCK: [2012-05-17 Thu 15:01]--[2012-05-17 Thu 15:36] =>  0:35
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-09 Mon 13:12]
   :END:
** TODO Shoulder press
   SCHEDULED: <2012-07-09 Mon .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-05 Thu 08:27]
   - State "DONE"       from "TODO"       [2012-05-31 Thu 11:25]
   - State "DONE"       from "TODO"       [2012-05-22 Tue 17:47]
   - State "DONE"       from "TODO"       [2012-05-16 Wed 15:33]
   - State "DONE"       from "TODO"       [2012-05-12 Sat 18:49]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-07 Sat 08:27]
   :END:
** TODO Ab crunches
   SCHEDULED: <2012-07-13 Fri .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 13:12]
   - State "DONE"       from "TODO"       [2012-07-05 Thu 08:25]
   - State "DONE"       from "TODO"       [2012-06-03 Sun 15:53]
   CLOCK: [2012-06-03 Sun 11:25]--[2012-06-03 Sun 15:53] =>  4:28
   - State "DONE"       from "TODO"       [2012-05-29 Tue 12:16]
   - State "DONE"       from "TODO"       [2012-05-22 Tue 17:47]
   CLOCK: [2012-05-22 Tue 16:27]--[2012-05-22 Tue 17:47] =>  1:20
   - State "DONE"       from "TODO"       [2012-05-14 Mon 15:27]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-09 Mon 13:12]
   :END:
** TODO Back raises
   SCHEDULED: <2012-07-09 Mon .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-05 Thu 08:30]
   - State "DONE"       from "TODO"       [2012-06-03 Sun 11:01]
   - State "DONE"       from "TODO"       [2012-05-23 Wed 13:52]
   CLOCK: [2012-05-23 Wed 12:40]--[2012-05-23 Wed 13:52] =>  1:12
   - State "DONE"       from "TODO"       [2012-05-17 Thu 15:36]
   - State "DONE"       from "TODO"       [2012-05-12 Sat 18:49]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-07 Sat 08:30]
   :END:
** TODO Calf raises
   SCHEDULED: <2012-07-13 Fri .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 13:12]
   - State "DONE"       from "TODO"       [2012-06-03 Sun 11:01]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-09 Mon 13:12]
   :END:
** TODO Lunges
   SCHEDULED: <2012-07-13 Fri .+4d/5d>
   - State "DONE"       from "TODO"       [2012-07-09 Mon 13:12]
   CLOCK: [2012-07-09 Mon 11:35]--[2012-07-09 Mon 13:12] =>  1:37
   - State "DONE"       from "TODO"       [2012-06-03 Sun 15:53]
   - State "DONE"       from "TODO"       [2012-05-24 thu 12:05]
   - State "DONE"       from "TODO"       [2012-05-18 Fri 15:23]
   - State "DONE"       from "TODO"       [2012-05-13 Sun 17:46]
   CLOCK: [2012-05-13 Sun 15:57]--[2012-05-13 Sun 17:27] =>  1:30
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-09 Mon 13:12]
   :END:
** TODO Walk
   SCHEDULED: <2012-07-14 Sat .+3d/5d>
   - State "DONE"       from "TODO"       [2012-07-11 Wed 14:28]
   - State "DONE"       from "TODO"       [2012-07-06 Fri 08:32]
   - State "DONE"       from "TODO"       [2012-06-05 Tue 14:23]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:35]
   - State "DONE"       from "TODO"       [2012-05-29 Tue 19:21]
   - State "DONE"       from "TODO"       [2012-05-27 Sun 14:34]
   - State "DONE"       from "TODO"       [2012-05-25 Fri 12:05]
   - State "DONE"       from "TODO"       [2012-05-23 Wed 14:45]
   CLOCK: [2012-05-23 Wed 13:52]--[2012-05-23 Wed 14:45] =>  0:53
   - State "DONE"       from "TODO"       [2012-05-18 Fri 15:23]
   CLOCK: [2012-05-18 Fri 13:58]--[2012-05-18 Fri 15:23] =>  1:25
   - State "DONE"       from "TODO"       [2012-05-16 Wed 09:46]
   CLOCK: [2012-05-16 Wed 09:11]--[2012-05-16 Wed 09:45] =>  0:34
   - State "DONE"       from "TODO"       [2012-05-13 Sun 17:46]
   CLOCK: [2012-05-13 Sun 15:57]--[2012-05-13 Sun 17:27] =>  1:30
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-11 Wed 14:28]
   :END:
** TODO Bike
   SCHEDULED: <2012-07-14 Sat .+2d/5d>
   - State "DONE"       from "TODO"       [2012-05-28 Mon 13:37]
   - State "DONE"       from "TODO"       [2012-05-21 Mon 20:25]
   - State "DONE"       from "TODO"       [2012-05-15 Tue 15:25]
   CLOCK: [2012-05-15 Tue 13:45]--[2012-05-15 Tue 2:24] =>  0:39
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-05-30 Wed 13:37]
   :END:

* Hygene 
** TODO Shave
   SCHEDULED: <2012-07-14 Sat .+3d>
   - State "DONE"       from "TODO"       [2012-07-11 Wed 20:19]
   CLOCK: [2012-07-11 Wed 14:28]--[2012-07-12 Thu 00:13] =>  9:45
   - State "DONE"       from "TODO"       [2012-07-08 Sun 14:10]
   CLOCK: [2012-07-08 Sun 13:58]--[2012-07-08 Sun 14:10] =>  0:12
   - State "DONE"       from "TODO"       [2012-06-23 Sat 13:44]
   - State "DONE"       from "TODO"       [2012-06-02 Sat 15:23]
   - State "DONE"       from "TODO"       [2012-05-29 Tue 19:16]
   CLOCK: [2012-05-29 Tue 19:06]--[2012-05-29 Tue 19:16] =>  0:10
   - State "DONE"       from "TODO"       [2012-05-22 Tue 10:20]
   CLOCK: [2012-05-22 Tue 10:09]--[2012-05-22 Tue 10:20] =>  0:11
   - State "DONE"       from "TODO"       [2012-05-14 Mon 16:14]
   CLOCK: [2012-05-14 Mon 16:01]--[2012-05-14 Mon 16:14] =>  0:13
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-11 Wed 20:19]
   :END:
** TODO Laundry
   SCHEDULED: <2012-07-14 Sat .+6d/8d>
   - State "DONE"       from "TODO"       [2012-07-08 Sun 18:44]
   CLOCK: [2012-07-08 Sun 13:43]--[2012-07-08 Sun 13:58] =>  0:15
   - State "DONE"       from "TODO"       [2012-06-02 Sat 07:35]
   CLOCK: [2012-05-29 Tue 19:16]--[2012-05-29 Tue 19:21] =>  0:05
   - State "DONE"       from "TODO"       [2012-05-22 Tue 17:47]
   CLOCK: [2012-05-22 Tue 10:51]--[2012-05-22 Tue 10:58] =>  0:07
   CLOCK: [2012-05-22 Tue 09:47]--[2012-05-22 Tue 09:54] =>  0:07
   - State "DONE"       from "TODO"       [2012-05-13 Sun 01:03]
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-08 Sun 18:44]
   :END:
** TODO Clean room
   SCHEDULED: <2012-07-14 Sat .+6d/8d>
   CLOCK: [2012-07-14 Sat 11:17]--[2012-07-14 Sat 13:28] =>  2:11
   - State "DONE"       from "TODO"       [2012-07-08 Sun 18:44]
   CLOCK: [2012-07-08 Sun 15:18]--[2012-07-08 Sun 18:10] =>  2:52
   CLOCK: [2012-06-04 Mon 11:56]--[2012-06-04 Mon 12:26] =>  0:30
   - State "DONE"       from "TODO"       [2012-05-22 Tue 12:39]
   CLOCK: [2012-05-22 Tue 10:59]--[2012-05-22 Tue 11:57] =>  0:58
   - State "DONE"       from "TODO"       [2012-05-16 Wed 13:26]
   CLOCK: [2012-05-16 Wed 11:27]--[2012-05-16 Wed 13:26] =>  1:59
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-08 Sun 18:44]
   :END:
** TODO Cut nails
   SCHEDULED: <2012-07-17 Tue .+6d/9d>
   - State "DONE"       from "TODO"       [2012-07-11 Wed 14:28]
   CLOCK: [2012-07-11 Wed 14:14]--[2012-07-11 Wed 14:28] =>  0:14
   - State "DONE"       from "TODO"       [2012-07-05 Thu 08:31]
   - State "DONE"       from "TODO"       [2012-06-23 Sat 13:43]
   - State "DONE"       from "TODO"       [2012-05-29 Tue 21:46]
   CLOCK: [2012-05-29 Tue 19:21]--[2012-05-29 Tue 21:46] =>  2:25
   - State "DONE"       from "TODO"       [2012-05-22 Tue 10:08]
   CLOCK: [2012-05-22 Tue 09:57]--[2012-05-22 Tue 10:08] =>  0:11
   - State "DONE"       from "TODO"       [2012-05-14 Mon 11:45]
   CLOCK: [2012-05-14 Mon 10:20]--[2012-05-14 Mon 10:28] =>  0:08
   :PROPERTIES:
   :STYLE:    habit
   :LAST_REPEAT: [2012-07-11 Wed 14:28]
   :END:

* Credentials
** NSTAR
*** User: Colwem
*** Pass: orehb2262
